Repository: aglasencnik/SportsOrganizer
Catalog: SportsOrganizer.Server/Resources/Pages/Admin/ActivityEditor.*.resx
Languages: hr, hu, it, sl, sr

source: Activity Number
hr: Broj aktivnosti
hu: Tevékenység száma
it: Numero attività
sl: Številka dejavnosti
sr: Број активности

source: Activity Type
hr: Vrsta aktivnosti
hu: Tevékenység típusa
it: Tipo di attività
sl: Vrsta dejavnosti
sr: Врста активности

source: Ascending
hr: Uzlazni
hu: Emelkedő
it: Ascendente
sl: Naraščajoče
sr: Узлазни

# BtnAdd
source: Add Activity
hr: Dodaj aktivnost
hu: Tevékenység hozzáadása elemre
it: Aggiungi attività
sl: Dodaj dejavnost
sr: Додај активност

# BtnDelete
source: Delete
hr: Izbrisati
hu: Töröl
it: Eliminare
sl: Izbriši
sr: Избриши

# BtnDeleteAll
source: Delete all Activities
hr: Izbriši sve aktivnosti
hu: Az összes tevékenység törlése
it: Elimina tutte le attività
sl: Izbriši vse dejavnosti
sr: Избришите све активности

# BtnEdit
source: Edit
hr: Uredi
hu: Szerkesztés
it: Modificare
sl: Uredi
sr: Уредити

# BtnExport
source: Export
hr: Izvoz
it: Esportare
sl: Izvozi
sr: Извоз

# BtnExportExcel
source: Export to EXCEL
hr: Izvoz u EXCEL
hu: Exportálás EXCEL-be
it: Esportare in Excel
sl: Izvoz v EXCEL
sr: Извези у ЕКСЦЕЛ

# BtnExportPdf
source: Export to PDF
hr: Izvoz u PDF
hu: Exportálás PDF-be
it: Esporta in PDF
sl: Izvozi v PDF
sr: Извези у ПДФ

# BtnExportXml
source: Export to XML
hr: Izvoz u XML
hu: Exportálás XML-be
it: Esporta in XML
sl: Izvoz v XML
sr: Извези у КСМЛ

# BtnPrint
source: Print
hr: Ispis
hu: Nyomtatás
it: Stampa
sl: Tiskanje
sr: Принт

# ConfModalContent
source: Do you really want to delete all activities?
hr: Želite li stvarno izbrisati sve aktivnosti?
hu: Biztosan törölni szeretné az összes tevékenységet?
it: Vuoi davvero eliminare tutte le attività?
sl: Ali res želite izbrisati vse dejavnosti?
sr: Да ли заиста желите да избришете све активности?

# ConfModalHeader
source: Confirm deletion of all activities
hr: Potvrdite brisanje svih aktivnosti
hu: Erősítse meg az összes tevékenység törlését
it: Conferma l'eliminazione di tutte le attività
sl: Potrdite izbris vseh dejavnosti
sr: Потврдите брисање свих активности

# DataExportAndPrintingTitle
source: Data Export & Printing
hr: Izvoz i ispis podataka
hu: Adatexportálás és nyomtatás
it: Esportazione e stampa dei dati
sl: Izvoz in tiskanje podatkov
sr: Извоз и штампање података

source: Descending
hr: Silazni
hu: Csökkenő
it: Discendente
sl: Sestopanje
sr: Силазни

source: Distance
hr: Udaljenost
hu: Távolság
it: Distanza
sl: Razdalja
sr: Удаљеност

source: Edit Data
hr: Uredi podatke
hu: Adatok szerkesztése
it: Modifica dati
sl: Uredi podatke
sr: Уреди податке

# ep1
source: This section allows you to export and print the data displayed in the data grid. You can export the data into various file formats, including PDF, Excel, and XML.
hr: Ovaj vam odjeljak omogućuje izvoz i ispis podataka prikazanih u podatkovnoj mreži. Podatke možete izvesti u različite formate datoteka, uključujući PDF, Excel i XML.
hu: Ez a szakasz lehetővé teszi az adatrácsban megjelenített adatok exportálását és nyomtatását. Az adatokat különféle fájlformátumokba exportálhatja, beleértve a PDF, Excel és XML formátumokat.
it: Questa sezione consente di esportare e stampare i dati visualizzati nella griglia dati. Puoi esportare i dati in vari formati di file, inclusi PDF, Excel e XML.
sl: Ta razdelek vam omogoča izvoz in tiskanje podatkov, prikazanih v podatkovni mreži. Podatke lahko izvozite v različne formate datotek, vključno s PDF, Excel in XML.
sr: Овај одељак вам омогућава да извезете и одштампате податке приказане у мрежи података. Можете извести податке у различите формате датотека, укључујући ПДФ, Екцел и КСМЛ.

# ep2
source: To export the data, simply click the 'Export' button and select the desired file format from the dropdown menu. The system will then generate the file and prompt you to save it to your computer.
hr: Za izvoz podataka jednostavno kliknite gumb 'Izvezi' i odaberite željeni format datoteke s padajućeg izbornika. Sustav će zatim generirati datoteku i zatražiti od vas da je spremite na svoje računalo.
hu: Az adatok exportálásához egyszerűen kattintson az "Exportálás" gombra, és válassza ki a kívánt fájlformátumot a legördülő menüből. A rendszer ezután létrehozza a fájlt, és kéri, hogy mentse a számítógépére.
it: Per esportare i dati, fai semplicemente clic sul pulsante "Esporta" e seleziona il formato di file desiderato dal menu a discesa. Il sistema genererà quindi il file e ti chiederà di salvarlo sul tuo computer.
sl: Če želite izvoziti podatke, preprosto kliknite gumb »Izvozi« in v spustnem meniju izberite želeno obliko datoteke. Sistem bo nato ustvaril datoteko in vas pozval, da jo shranite v svoj računalnik.
sr: Да бисте извезли податке, једноставно кликните на дугме 'Извези' и изаберите жељени формат датотеке из падајућег менија. Систем ће затим генерисати датотеку и затражити од вас да је сачувате на рачунару.

# ep3
source: In addition to exporting, you can also print the data directly from the page. Simply click the 'Print' button to open the print dialog box. From here, you can select your printer and adjust the print settings as needed.
hr: Osim izvoza, podatke možete ispisati i izravno sa stranice. Jednostavno kliknite gumb 'Ispis' da biste otvorili dijaloški okvir za ispis. Odavde možete odabrati svoj pisač i po potrebi prilagoditi postavke ispisa.
hu: Az exportálás mellett közvetlenül az oldalról is kinyomtathatja az adatokat. Egyszerűen kattintson a „Nyomtatás” gombra a nyomtatási párbeszédpanel megnyitásához. Innen kiválaszthatja a nyomtatót, és szükség szerint módosíthatja a nyomtatási beállításokat.
it: Oltre all'esportazione, puoi anche stampare i dati direttamente dalla pagina. Basta fare clic sul pulsante "Stampa" per aprire la finestra di dialogo di stampa. Da qui è possibile selezionare la stampante e regolare le impostazioni di stampa secondo necessità.
sl: Poleg izvoza lahko podatke tudi natisnete neposredno s strani. Preprosto kliknite gumb 'Natisni', da odprete pogovorno okno za tiskanje. Tukaj lahko izberete svoj tiskalnik in po potrebi prilagodite nastavitve tiskanja.
sr: Поред извоза, можете и да штампате податке директно са странице. Једноставно кликните на дугме 'Штампај' да бисте отворили дијалог за штампање. Одавде можете да изаберете свој штампач и прилагодите подешавања штампања по потреби.

# ep4
source: Exporting and printing the data is a quick and easy way to share and analyze the data.
hr: Izvoz i ispis podataka brz je i jednostavan način dijeljenja i analize podataka.
hu: Az adatok exportálása és nyomtatása gyors és egyszerű módja az adatok megosztásának és elemzésének.
it: L'esportazione e la stampa dei dati è un modo rapido e semplice per condividere e analizzare i dati.
sl: Izvoz in tiskanje podatkov je hiter in enostaven način za skupno rabo in analizo podatkov.
sr: Извоз и штампање података је брз и лак начин за дељење и анализу података.

source: Location
hr: Mjesto
hu: Elhelyezkedés
it: Posizione
sl: Lokacija
sr: Локација

source: Number of Players
hr: Broj igrača
hu: Játékosok száma
it: Numero di giocatori
sl: Število igralcev
sr: Број играча

source: Order Type
hr: Vrsta narudžbe
hu: Rendelés típusa
it: Tipo di ordine
sl: Vrsta naročila
sr: Врста поруџбине

# p1
source: Welcome to the Activity Editor page!
hr: Dobro došli na stranicu uređivača aktivnosti!
hu: Üdvözöljük a Tevékenységszerkesztő oldalon!
it: Benvenuto nella pagina dell'editor di attività!
sl: Dobrodošli na strani urejevalnika dejavnosti!
sr: Добродошли на страницу уређивача активности!

# p2
source: This page allows you to edit the activities that must be completed by the competing teams in your sports event. With the provided editor, you can easily add, edit, or delete activities as needed.
hr: Ova stranica vam omogućuje uređivanje aktivnosti koje moraju izvršiti natjecateljski timovi u vašem sportskom događaju. Pomoću priloženog uređivača možete jednostavno dodavati, uređivati ​​ili brisati aktivnosti prema potrebi.
hu: Ezen az oldalon szerkesztheti azokat a tevékenységeket, amelyeket a versenyző csapatoknak el kell végezniük a sporteseményben. A mellékelt szerkesztővel szükség szerint egyszerűen hozzáadhat, szerkeszthet vagy törölhet tevékenységeket.
it: Questa pagina ti consente di modificare le attività che devono essere completate dalle squadre partecipanti al tuo evento sportivo. Con l'editor fornito, puoi facilmente aggiungere, modificare o eliminare le attività secondo necessità.
sl: Ta stran vam omogoča urejanje dejavnosti, ki jih morajo opraviti tekmovalne ekipe na vašem športnem dogodku. S priloženim urejevalnikom lahko po potrebi enostavno dodajate, urejate ali brišete dejavnosti.
sr: Ова страница вам омогућава да уредите активности које морају да заврше такмичарски тимови на вашем спортском догађају. Помоћу обезбеђеног уређивача можете лако да додајете, мењате или бришете активности по потреби.

# p3
source: Adding a new activity is simple - just click the 'Add Activity' button and fill out the necessary information. You can include the activity name, description, and any other details you wish to add. Once added, the new activity will appear in the editor.
hr: Dodavanje nove aktivnosti je jednostavno - samo kliknite gumb "Dodaj aktivnost" i ispunite potrebne podatke. Možete uključiti naziv aktivnosti, opis i bilo koje druge pojedinosti koje želite dodati. Nakon dodavanja, nova aktivnost pojavit će se u uređivaču.
hu: Új tevékenység hozzáadása egyszerű – csak kattintson a „Tevékenység hozzáadása” gombra, és töltse ki a szükséges adatokat. Megadhatja a tevékenység nevét, leírását és bármely más hozzáadni kívánt adatot. A hozzáadást követően az új tevékenység megjelenik a szerkesztőben.
it: Aggiungere una nuova attività è semplice: fai clic sul pulsante "Aggiungi attività" e inserisci le informazioni necessarie. Puoi includere il nome dell'attività, la descrizione e qualsiasi altro dettaglio che desideri aggiungere. Una volta aggiunta, la nuova attività apparirà nell'editor.
sl: Dodajanje nove dejavnosti je preprosto - samo kliknite gumb »Dodaj dejavnost« in izpolnite potrebne podatke. Vključite lahko ime dejavnosti, opis in druge podrobnosti, ki jih želite dodati. Ko je nova dejavnost dodana, se bo pojavila v urejevalniku.
sr: Додавање нове активности је једноставно - само кликните на дугме 'Додај активност' и попуните потребне информације. Можете укључити назив активности, опис и све друге детаље које желите да додате. Након додавања, нова активност ће се појавити у уређивачу.

# p4
source: If you need to make changes to an existing activity, simply click the 'Edit' button next to the activity's information. You can modify the activity name, description, or any other details as needed. Once you're finished, just click the 'Save Changes' button.
hr: Ako trebate promijeniti postojeću aktivnost, jednostavno kliknite gumb 'Uredi' pored informacija o aktivnosti. Po potrebi možete izmijeniti naziv aktivnosti, opis ili bilo koje druge pojedinosti. Kada završite, samo kliknite gumb "Spremi promjene".
hu: Ha módosítania kell egy meglévő tevékenységet, egyszerűen kattintson a "Szerkesztés" gombra a tevékenység információi mellett. Szükség szerint módosíthatja a tevékenység nevét, leírását vagy bármely más részletet. Ha végzett, kattintson a "Változtatások mentése" gombra.
it: Se devi apportare modifiche a un'attività esistente, fai semplicemente clic sul pulsante "Modifica" accanto alle informazioni sull'attività. È possibile modificare il nome dell'attività, la descrizione o qualsiasi altro dettaglio secondo necessità. Al termine, fai clic sul pulsante "Salva modifiche".
sl: Če morate spremeniti obstoječo dejavnost, preprosto kliknite gumb 'Uredi' poleg informacij o dejavnosti. Po potrebi lahko spremenite ime dejavnosti, opis ali druge podrobnosti. Ko končate, samo kliknite gumb »Shrani spremembe«.
sr: Ако треба да унесете измене у постојећу активност, једноставно кликните на дугме „Измени“ поред информација о активности. Можете да измените назив активности, опис или било које друге детаље по потреби. Када завршите, само кликните на дугме „Сачувај промене“.

# p5
source: In case you need to remove an activity, you can do so by clicking the 'Delete' button next to the activity's information. A confirmation prompt will appear, and once confirmed, the activity will be permanently removed from the editor.
hr: U slučaju da trebate ukloniti aktivnost, to možete učiniti klikom na gumb 'Izbriši' pored informacija o aktivnosti. Pojavit će se upit za potvrdu, a nakon potvrde aktivnost će se trajno ukloniti iz uređivača.
hu: Abban az esetben, ha el kell távolítania egy tevékenységet, a tevékenység adatai melletti „Törlés” gombra kattintva teheti meg. Megjelenik egy megerősítő üzenet, és a megerősítést követően a tevékenység végleg eltávolítódik a szerkesztőből.
it: Nel caso in cui sia necessario rimuovere un'attività, è possibile farlo facendo clic sul pulsante "Elimina" accanto alle informazioni dell'attività. Apparirà una richiesta di conferma e, una volta confermata, l'attività verrà definitivamente rimossa dall'editor.
sl: Če morate odstraniti dejavnost, lahko to storite s klikom na gumb »Izbriši« poleg informacij o dejavnosti. Prikaže se potrditveni poziv in ko bo potrjena, bo dejavnost trajno odstranjena iz urejevalnika.
sr: У случају да требате да уклоните активност, то можете учинити тако што ћете кликнути на дугме „Избриши“ поред информација о активности. Појавит ће се упит за потврду, а када буде потврђена, активност ће бити трајно уклоњена из уређивача.

# p6
source: With the Activity Editor page, you have complete control over the activities that must be completed by the competing teams in your event. Use it to organize and maintain the activity information, ensuring a smooth and successful sports event.
hr: Sa stranicom Activity Editor imate potpunu kontrolu nad aktivnostima koje moraju izvršiti natjecateljski timovi u vašem događaju. Koristite ga za organiziranje i održavanje informacija o aktivnostima, osiguravajući glatko i uspješno sportsko događanje.
hu: A Tevékenységszerkesztő oldalon teljes mértékben irányíthatja azokat a tevékenységeket, amelyeket az eseményben versenyző csapatoknak el kell végezniük. Használja a tevékenységi információk rendszerezésére és karbantartására, biztosítva a zökkenőmentes és sikeres sporteseményt.
it: Con la pagina Activity Editor hai il controllo completo sulle attività che devono essere completate dalle squadre partecipanti al tuo evento. Usalo per organizzare e mantenere le informazioni sull'attività, garantendo un evento sportivo regolare e di successo.
sl: S stranjo Urejevalnik dejavnosti imate popoln nadzor nad dejavnostmi, ki jih morajo opraviti tekmovalne ekipe v vašem dogodku. Uporabite ga za organizacijo in vzdrževanje informacij o dejavnosti, kar zagotavlja nemoten in uspešen športni dogodek.
sr: Са страницом уређивача активности имате потпуну контролу над активностима које морају да обаве конкурентски тимови на вашем догађају. Користите га за организовање и одржавање информација о активностима, обезбеђујући несметан и успешан спортски догађај.

# PageTitle
source: Activity editor
hr: Uređivač aktivnosti
hu: Tevékenység szerkesztő
it: Redattore di attività
sl: Urejevalnik dejavnosti
sr: Уредник активности

source: Points
hr: Bodovi
hu: Pontok
it: Punti
sl: Točke
sr: Бодова

source: Props
hr: Rekviziti
hu: Kellékek
it: Puntelli
sl: Rekviziti
sr: Реквизити

# SuccessToast
source: Activities deleted successfully!
hr: Aktivnosti uspješno izbrisane!
hu: A tevékenységek sikeresen törölve!
it: Attività eliminate con successo!
sl: Dejavnosti uspešno izbrisane!
sr: Активности су успешно избрисане!

source: Time
hr: Vrijeme
hu: Idő
it: Tempo
sl: Čas
sr: време

source: total items
hr: ukupno stavki
hu: összesen tétel
it: voci totali
sl: skupno postavk
sr: укупно ставки

source: Unique Identifier
hr: Jedinstveni identifikator
hu: Egyedi azonosító
it: Identificativo unico
sl: Enolični identifikator
sr: Јединствени идентификатор

# WarningToast
source: Can't delete activities because of existing activity results!
hr: Ne mogu izbrisati aktivnosti zbog postojećih rezultata aktivnosti ili korisnika s dozvolama aktivnosti!
hu: A tevékenységek nem törölhetők meglévő tevékenységi eredmények vagy tevékenységi engedéllyel rendelkező felhasználók miatt!
it: Impossibile eliminare le attività a causa dei risultati delle attività esistenti o degli utenti con autorizzazioni per le attività!
sl: Dejavnosti ni mogoče izbrisati zaradi obstoječih rezultatov dejavnosti ali uporabnikov z dovoljenji za dejavnost!
sr: Не могу да избришем активности због постојећих резултата активности или корисника са дозволама за активности!
