Repository: aglasencnik/SportsOrganizer
Catalog: SportsOrganizer.Server/Resources/Pages/Admin/BackupAndRestore.*.resx
Languages: de, hr, it, sr

# BtnBackup
source: Backup
de: Sicherung
hr: Sigurnosna kopija
sr: Бацкуп

# BtnRestore
source: Restore
de: Wiederherstellen
hr: Vratiti
it: Ristabilire
sr: Ресторе

source: Cancel
de: Stornieren
hr: Otkazati
it: Annulla
sr: Поништити, отказати

# CheckFile
source: Check uploaded file!
de: Hochgeladene Datei prüfen!
hr: Provjerite učitanu datoteku!
it: Controlla il file caricato!
sr: Проверите отпремљени фајл!

# ChooseFile
source: Choose a file...
de: Wähle eine Datei aus...
hr: Odaberite datoteku...
it: Scegli un file...
sr: Изаберите датотеку...

source: Confirm
de: Bestätigen
hr: Potvrdi
it: Confermare
sr: Потврди

source: Confirm Restoration
de: Wiederherstellung bestätigen
hr: Potvrdite vraćanje
it: Conferma ripristino
sr: Потврдите рестаурацију

# ErrorToast
source: There has been an error!
de: Es ist ein Fehler aufgetreten!
hr: Došlo je do pogreške!
it: C'e 'stato un errore!
sr: Дошло је до грешке!

# p1
source: Welcome to the Backup & Restore page!
de: Willkommen auf der Seite Sichern & Wiederherstellen!
hr: Dobro došli na stranicu sigurnosnog kopiranja i vraćanja!
it: Benvenuto nella pagina Backup e Ripristino!
sr: Добродошли на страницу Бацкуп & Ресторе!

# p2
source: This page allows you to make backup files of your sports event's application and restore from previous instances if necessary. With this tool, you can ensure the safety of your data and easily recover from any errors.
de: Auf dieser Seite können Sie Sicherungsdateien der Anwendung Ihres Sportereignisses erstellen und bei Bedarf frühere Instanzen wiederherstellen. Mit diesem Tool können Sie die Sicherheit Ihrer Daten gewährleisten und Fehler leicht beheben.
hr: Ova vam stranica omogućuje izradu sigurnosnih kopija datoteka aplikacije vašeg sportskog događaja i vraćanje s prethodnih instanci ako je potrebno. Pomoću ovog alata možete osigurati sigurnost svojih podataka i lako se oporaviti od bilo koje pogreške.
it: Questa pagina ti consente di creare file di backup dell'applicazione del tuo evento sportivo e di ripristinarli da istanze precedenti, se necessario. Con questo strumento, puoi garantire la sicurezza dei tuoi dati e recuperare facilmente da eventuali errori.
sr: Ова страница вам омогућава да направите резервне датотеке апликације вашег спортског догађаја и вратите их из претходних инстанци ако је потребно. Помоћу овог алата можете осигурати сигурност својих података и лако се опоравити од било каквих грешака.

# p3
source: To make a backup of your application, simply click the 'Backup' button. This will create a backup file of your application and save it to your specified location. You can then use this backup file to restore your application to a previous instance if necessary.
de: Um ein Backup Ihrer Anwendung zu erstellen, klicken Sie einfach auf die Schaltfläche „Backup“. Dadurch wird eine Sicherungsdatei Ihrer Anwendung erstellt und an Ihrem angegebenen Speicherort gespeichert. Sie können diese Sicherungsdatei dann verwenden, um Ihre Anwendung bei Bedarf auf einer früheren Instanz wiederherzustellen.
hr: Da biste napravili sigurnosnu kopiju svoje aplikacije, jednostavno kliknite gumb 'Backup'. Ovo će stvoriti sigurnosnu kopiju vaše aplikacije i spremiti je na navedenu lokaciju. Zatim možete koristiti ovu sigurnosnu datoteku za vraćanje vaše aplikacije na prethodnu instancu ako je potrebno.
it: Per eseguire un backup della tua applicazione, fai semplicemente clic sul pulsante "Backup". Questo creerà un file di backup della tua applicazione e lo salverà nella posizione specificata. È quindi possibile utilizzare questo file di backup per ripristinare l'applicazione su un'istanza precedente, se necessario.
sr: Да бисте направили резервну копију своје апликације, једноставно кликните на дугме 'Бацкуп'. Ово ће креирати датотеку резервне копије ваше апликације и сачувати је на наведеној локацији. Затим можете користити ову датотеку резервне копије да вратите своју апликацију на претходну инстанцу ако је потребно.

# p4
source: To restore your application from a previous instance, click the 'Restore' button and select the backup file you wish to use. Your application will then be restored to the state it was in at the time the backup was created.
de: Um Ihre Anwendung von einer früheren Instanz wiederherzustellen, klicken Sie auf die Schaltfläche „Wiederherstellen“ und wählen Sie die Sicherungsdatei aus, die Sie verwenden möchten. Ihre Anwendung wird dann wieder in den Zustand versetzt, in dem sie sich zum Zeitpunkt der Erstellung des Backups befand.
hr: Za vraćanje aplikacije iz prethodne instance, kliknite gumb "Vrati" i odaberite datoteku sigurnosne kopije koju želite koristiti. Vaša će aplikacija tada biti vraćena u stanje u kojem je bila u trenutku izrade sigurnosne kopije.
it: Per ripristinare l'applicazione da un'istanza precedente, fai clic sul pulsante "Ripristina" e seleziona il file di backup che desideri utilizzare. L'applicazione verrà quindi ripristinata allo stato in cui si trovava al momento della creazione del backup.
sr: Да бисте вратили апликацију из претходне инстанце, кликните на дугме „Врати“ и изаберите датотеку резервне копије коју желите да користите. Ваша апликација ће тада бити враћена у стање у којем је била у време креирања резервне копије.

# p5
source: The Backup & Restore page is a vital tool to ensure the safety of your data and the continuity of your sports event's application. Make sure to use it regularly to avoid any potential data loss.
de: Die Seite Backup & Restore ist ein wichtiges Tool, um die Sicherheit Ihrer Daten und die Kontinuität der Anwendung Ihrer Sportveranstaltung zu gewährleisten. Stellen Sie sicher, dass Sie es regelmäßig verwenden, um einen möglichen Datenverlust zu vermeiden.
hr: Stranica Sigurnosno kopiranje i vraćanje ključan je alat za osiguranje sigurnosti vaših podataka i kontinuiteta aplikacije vašeg sportskog događaja. Obavezno ga koristite redovito kako biste izbjegli potencijalni gubitak podataka.
it: La pagina Backup & Ripristino è uno strumento fondamentale per garantire la sicurezza dei tuoi dati e la continuità dell'applicazione del tuo evento sportivo. Assicurati di usarlo regolarmente per evitare qualsiasi potenziale perdita di dati.
sr: Страница за прављење резервних копија и враћање у претходно стање је витална алатка која обезбеђује безбедност ваших података и континуитет апликације вашег спортског догађаја. Обавезно га редовно користите да бисте избегли потенцијални губитак података.

# PageTitle
source: Backup & restore
de: Backup wiederherstellen
hr: Sigurnosno kopiranje i vraćanje
it: Ripristinare il backup
sr: Прављење резервних копија и враћање

# RestorationQuestion
source: Do you really want to restore the application?
de: Möchten Sie die Anwendung wirklich wiederherstellen?
hr: Želite li stvarno vratiti aplikaciju?
it: Vuoi davvero ripristinare l'applicazione?
sr: Да ли заиста желите да вратите апликацију?

# SuccessToast
source: Restoration successful!
de: Restaurierung erfolgreich!
hr: Restauracija uspjela!
it: Restauro riuscito!
sr: Рестаурација успела!
