Repository: aglasencnik/SportsOrganizer
Catalog: SportsOrganizer.Server/Resources/Pages/Admin/Settings.*.resx
Languages: de, es, fr, hr, hu, it, sl, sr

source: Active
de: Aktiv
es: Activo
fr: Actif
hr: Aktivan
hu: Aktív
it: Attivo
sl: Aktivno
sr: Активан

source: Ascending
de: Aufsteigend
es: ascendente
fr: Ascendant
hr: Uzlazni
hu: Emelkedő
it: Ascendente
sl: Naraščajoče
sr: Узлазни

source: Basic Information Settings
de: Grundlegende Informationseinstellungen
es: Configuración de información básica
fr: Paramètres d'informations de base
hr: Postavke osnovnih informacija
hu: Alapinformációs beállítások
it: Impostazioni delle informazioni di base
sl: Osnovne nastavitve informacij
sr: Подешавања основних информација

# bp1
source: Welcome to the Basic Information section of the Settings page. Here, you can modify the essential details of your sports event, such as the language, title, copyright notice, favicon and scoring type.
de: Willkommen im Abschnitt „Grundlegende Informationen“ auf der Seite „Einstellungen“. Hier können Sie die wesentlichen Details Ihrer Sportveranstaltung wie Sprache, Titel, Copyright-Hinweis, Favicon und Art der Wertung ändern.
es: Bienvenido a la sección Información básica de la página Configuración. Aquí puede modificar los detalles esenciales de su evento deportivo, como el idioma, el título, el aviso de derechos de autor, el favicon y el tipo de puntuación.
fr: Bienvenue dans la section Informations de base de la page Paramètres. Ici, vous pouvez modifier les détails essentiels de votre événement sportif, tels que la langue, le titre, l'avis de droit d'auteur, le favicon et le type de notation.
hr: Dobro došli u odjeljak Osnovne informacije na stranici Postavke. Ovdje možete promijeniti bitne detalje vašeg sportskog događaja, kao što su jezik, naslov, obavijest o autorskim pravima, favicon i vrsta bodovanja.
hu: Üdvözöljük a Beállítások oldal Alapinformációk részében. Itt módosíthatja sporteseményének lényeges részleteit, például a nyelvet, a címet, a szerzői jogi megjegyzést, a kedvenc ikont és a pontozás típusát.
it: Benvenuto nella sezione Informazioni di base della pagina Impostazioni. Qui puoi modificare i dettagli essenziali del tuo evento sportivo, come la lingua, il titolo, l'avviso di copyright, la favicon e il tipo di punteggio.
sl: Dobrodošli v razdelku z osnovnimi informacijami na strani z nastavitvami. Tukaj lahko spremenite bistvene podrobnosti svojega športnega dogodka, kot so jezik, naslov, obvestilo o avtorskih pravicah, favicon in vrsta točkovanja.
sr: Добродошли у одељак Основне информације на страници Подешавања. Овде можете да измените битне детаље вашег спортског догађаја, као што су језик, наслов, обавештење о ауторским правима, фавицон и тип бодовања.

# bp2
source: The 'Language' field allows you to set the default language for the application. Choose from a variety of supported languages to ensure that the application is accessible to all users.
de: Im Feld „Sprache“ können Sie die Standardsprache für die Anwendung festlegen. Wählen Sie aus einer Vielzahl unterstützter Sprachen, um sicherzustellen, dass die Anwendung für alle Benutzer zugänglich ist.
es: El campo 'Idioma' le permite establecer el idioma predeterminado para la aplicación. Elija entre una variedad de idiomas admitidos para asegurarse de que la aplicación sea accesible para todos los usuarios.
fr: Le champ 'Langue' vous permet de définir la langue par défaut de l'application. Choisissez parmi une variété de langues prises en charge pour vous assurer que l'application est accessible à tous les utilisateurs.
hr: Polje 'Jezik' omogućuje vam postavljanje zadanog jezika za aplikaciju. Odaberite između niza podržanih jezika kako biste bili sigurni da je aplikacija dostupna svim korisnicima.
hu: A „Nyelv” mező lehetővé teszi az alkalmazás alapértelmezett nyelvének beállítását. Válasszon a számos támogatott nyelv közül, hogy az alkalmazás minden felhasználó számára elérhető legyen.
it: Il campo 'Lingua' consente di impostare la lingua predefinita per l'applicazione. Scegli tra una varietà di lingue supportate per assicurarti che l'applicazione sia accessibile a tutti gli utenti.
sl: Polje 'Jezik' vam omogoča nastavitev privzetega jezika za aplikacijo. Izbirajte med številnimi podprtimi jeziki, da zagotovite, da je aplikacija dostopna vsem uporabnikom.
sr: Поље „Језик“ вам омогућава да поставите подразумевани језик за апликацију. Изаберите неки од различитих подржаних језика како бисте били сигурни да је апликација доступна свим корисницима.

# bp3
source: Use the 'Title' field to enter the name of your sports event. This will appear at the top of the application and help users identify your event.
de: Verwenden Sie das Feld „Titel“, um den Namen Ihrer Sportveranstaltung einzugeben. Diese erscheint oben in der Anwendung und hilft den Benutzern, Ihre Veranstaltung zu identifizieren.
es: Use el campo 'Título' para ingresar el nombre de su evento deportivo. Esto aparecerá en la parte superior de la aplicación y ayudará a los usuarios a identificar su evento.
fr: Utilisez le champ 'Titre' pour entrer le nom de votre événement sportif. Cela apparaîtra en haut de l'application et aidera les utilisateurs à identifier votre événement.
hr: Koristite polje 'Naslov' za unos naziva vašeg sportskog događaja. To će se pojaviti na vrhu aplikacije i pomoći korisnicima da prepoznaju vaš događaj.
hu: A „Cím” mezőben adja meg a sportesemény nevét. Ez az alkalmazás tetején jelenik meg, és segít a felhasználóknak azonosítani az eseményt.
it: Utilizza il campo "Titolo" per inserire il nome del tuo evento sportivo. Questo apparirà nella parte superiore dell'applicazione e aiuterà gli utenti a identificare il tuo evento.
sl: V polje 'Naslov' vnesite ime vašega športnega dogodka. To se bo pojavilo na vrhu aplikacije in uporabnikom pomagalo prepoznati vaš dogodek.
sr: Користите поље 'Наслов' да унесете назив вашег спортског догађаја. Ово ће се појавити на врху апликације и помоћи корисницима да идентификују ваш догађај.

# bp4
source: The 'Copyright Notice' field allows you to include a message to indicate ownership of the application and its content.
de: Im Feld „Urheberrechtshinweis“ können Sie eine Nachricht einfügen, um das Eigentum an der Anwendung und ihrem Inhalt anzugeben.
es: El campo 'Aviso de derechos de autor' le permite incluir un mensaje para indicar la propiedad de la aplicación y su contenido.
fr: Le champ 'Copyright Notice' vous permet d'inclure un message pour indiquer la propriété de l'application et de son contenu.
hr: Polje 'Obavijest o autorskim pravima' omogućuje vam da uključite poruku koja označava vlasništvo nad aplikacijom i njezinim sadržajem.
hu: A „Szerzői jogi megjegyzés” mező lehetővé teszi, hogy üzenetet helyezzen el az alkalmazás és annak tartalmának tulajdonjogáról.
it: Il campo "Avviso di copyright" consente di includere un messaggio per indicare la proprietà dell'applicazione e il suo contenuto.
sl: Polje 'Obvestilo o avtorskih pravicah' vam omogoča, da vključite sporočilo, ki označuje lastništvo aplikacije in njene vsebine.
sr: Поље „Обавештење о ауторским правима“ вам омогућава да укључите поруку која указује на власништво над апликацијом и њеним садржајем.

# bp5
source: Use the 'Favicon' field to upload a custom icon that will appear in the browser tab of the application. This will help users quickly identify your sports event's application among other open tabs.
de: Verwenden Sie das Feld „Favicon“, um ein benutzerdefiniertes Symbol hochzuladen, das im Browser-Tab der Anwendung angezeigt wird. Dies hilft Benutzern, die Anwendung Ihres Sportereignisses schnell unter anderen geöffneten Registerkarten zu identifizieren.
es: Utilice el campo 'Favicon' para cargar un icono personalizado que aparecerá en la pestaña del navegador de la aplicación. Esto ayudará a los usuarios a identificar rápidamente la aplicación de su evento deportivo entre otras pestañas abiertas.
fr: Utilisez le champ 'Favicon' pour télécharger une icône personnalisée qui apparaîtra dans l'onglet du navigateur de l'application. Cela aidera les utilisateurs à identifier rapidement l'application de votre événement sportif parmi les autres onglets ouverts.
hr: Upotrijebite polje 'Favicon' za prijenos prilagođene ikone koja će se pojaviti na kartici preglednika aplikacije. Ovo će pomoći korisnicima da brzo prepoznaju aplikaciju vašeg sportskog događaja među ostalim otvorenim karticama.
hu: Használja a „Favicon” mezőt egy egyéni ikon feltöltéséhez, amely megjelenik az alkalmazás böngésző lapján. Ez segít a felhasználóknak gyorsan azonosítani a sportesemény alkalmazását a többi megnyitott lap között.
it: Utilizza il campo "Favicon" per caricare un'icona personalizzata che verrà visualizzata nella scheda del browser dell'applicazione. Ciò aiuterà gli utenti a identificare rapidamente l'applicazione del tuo evento sportivo tra le altre schede aperte.
sl: Uporabite polje 'Favicon', da naložite ikono po meri, ki se bo prikazala na zavihku brskalnika v aplikaciji. To bo uporabnikom pomagalo hitro prepoznati aplikacijo vašega športnega dogodka med drugimi odprtimi zavihki.
sr: Користите поље „Фавицон“ да отпремите прилагођену икону која ће се појавити на картици претраживача апликације. Ово ће помоћи корисницима да брзо идентификују апликацију вашег спортског догађаја међу осталим отвореним картицама.

# bp6
source: Use the 'Scoring Type' dropdown to select the default scoring method for the final results table. The Scoring Type 'Ascending' means that the team with the least amount of final position points wins. The Scoring Type 'Descending' is the right opposite, so the team with the highest amount of points wins.
de: Verwenden Sie das Dropdown-Menü „Bewertungstyp“, um die standardmäßige Bewertungsmethode für die endgültige Ergebnistabelle auszuwählen. Der Wertungstyp „Aufsteigend“ bedeutet, dass das Team mit den wenigsten Endplatzierungspunkten gewinnt. Der Wertungstyp „Absteigend“ ist genau umgekehrt, also gewinnt das Team mit der höchsten Punktzahl.
es: Utilice el menú desplegable 'Tipo de puntuación' para seleccionar el método de puntuación predeterminado para la tabla de resultados finales. El tipo de puntuación 'Ascendente' significa que gana el equipo con la menor cantidad de puntos en la posición final. El tipo de puntuación 'Descendente' es justo lo contrario, por lo que gana el equipo con la mayor cantidad de puntos.
fr: Utilisez le menu déroulant "Type de notation" pour sélectionner la méthode de notation par défaut pour le tableau des résultats finaux. Le type de score "Ascendant" signifie que l'équipe avec le moins de points de position finale gagne. Le type de notation "Descendant" est à l'opposé, donc l'équipe avec le plus grand nombre de points gagne.
hr: Upotrijebite padajući izbornik 'Vrsta bodovanja' za odabir zadane metode bodovanja za tablicu konačnih rezultata. Vrsta bodovanja 'Rastuće' znači da pobjeđuje tim s najmanjim brojem bodova na konačnoj poziciji. Vrsta bodovanja 'Silazno' je sušta suprotnost, tako da tim s najvećim brojem bodova pobjeđuje.
hu: Használja a „Pontolás típusa” legördülő menüt a végső eredmények táblázatának alapértelmezett pontozási módjának kiválasztásához. A „növekvő” pontozási típus azt jelenti, hogy a legkevesebb végső pozícióponttal rendelkező csapat nyer. A „csökkenő” pontozási típus ennek az ellenkezője, tehát a legtöbb pontot elérő csapat nyer.
it: Utilizza il menu a discesa "Tipo di punteggio" per selezionare il metodo di punteggio predefinito per la tabella dei risultati finali. Il tipo di punteggio 'Crescente' significa che vince la squadra con il minor numero di punti per la posizione finale. Il tipo di punteggio "Discendente" è esattamente l'opposto, quindi vince la squadra con il maggior numero di punti.
sl: Uporabite spustni meni 'Vrsta točkovanja', da izberete privzeti način točkovanja za tabelo končnih rezultatov. Vrsta točkovanja 'Naraščajoče' pomeni, da zmaga ekipa z najmanjšim številom točk na končni poziciji. Vrsta točkovanja 'Padajoče' je pravo nasprotje, tako da zmaga ekipa z največjim številom točk.
sr: Користите падајући мени „Тип бодовања“ да бисте изабрали подразумевани метод бодовања за табелу коначних резултата. Тип бодовања 'растући' значи да тим са најмањим бројем поена на коначној позицији побеђује. Тип бодовања 'опадајући' је права супротност, тако да тим са највећим бројем поена побеђује.

# BtnSaveChanges
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications
hr: Spremi promjene
hu: Változtatások mentése
it: Salvare le modifiche
sl: Shrani spremembe
sr: Сачувај измене

# ChooseFile
source: Choose a file...
de: Wähle eine Datei aus...
es: Escoge un archivo...
fr: Choisissez un fichier...
hr: Odaberite datoteku...
hu: Válasszon egy fájlt...
it: Scegli un file...
sl: Izberite datoteko ...
sr: Изаберите датотеку...

# CopyrightNoticeError
source: The Copyright Notice field cannot be empty!
de: Das Feld Urheberrechtshinweis darf nicht leer sein!
es: ¡El campo Aviso de derechos de autor no puede estar vacío!
fr: Le champ Avis de droit d'auteur ne peut pas être vide !
hr: Polje Obavijest o autorskim pravima ne može biti prazno!
hu: A Szerzői jogi megjegyzés mező nem lehet üres!
it: Il campo Avviso sul copyright non può essere vuoto!
sl: Polje Obvestilo o avtorskih pravicah ne sme biti prazno!
sr: Поље Обавештење о ауторским правима не може бити празно!

source: Danger
de: Achtung
es: Peligro
hr: Opasnost
hu: Veszély
it: Pericolo
sl: Nevarno
sr: Опасност

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hr: tamno
hu: Sötét
it: Buio
sl: Temno
sr: Дарк

source: Default
de: Standard
es: Por defecto
fr: Défaut
hr: Zadano
hu: Alapértelmezett
it: Predefinito
sl: Privzeto
sr: Уобичајено

source: Descending
de: Absteigend
es: Descendente
fr: Descendant
hr: Silazni
hu: Csökkenő
it: Discendente
sl: Padajoče
sr: Силазни

# ErrorToast
source: There has been an error!
de: Es ist ein Fehler aufgetreten!
es: ¡Ha habido un error!
fr: Il y a eu une erreur!
hr: Došlo je do pogreške!
hu: Hiba történt!
it: C'e 'stato un errore!
sl: Prišlo je do napake!
sr: Дошло је до грешке!

source: Info
de: Die Info
es: Información
it: Informazioni
sl: Informacija
sr: Инфо

source: Light
de: Licht
es: Luz
fr: Lumière
hr: Svjetlo
hu: Fény
it: Leggero
sl: Svetlo
sr: Светлост

# p1
source: Welcome to the Settings page!
de: Willkommen auf der Einstellungsseite!
es: ¡Bienvenido a la página de Configuración!
fr: Bienvenue sur la page Paramètres !
hr: Dobro došli na stranicu postavki!
hu: Üdvözöljük a Beállítások oldalon!
it: Benvenuto nella pagina Impostazioni!
sl: Dobrodošli na strani z nastavitvami!
sr: Добродошли на страницу Подешавања!

# p2
source: This page allows you to change all the settings of your sports event's application. With this tool, you can customize and fine-tune the application to suit your specific needs.
de: Auf dieser Seite können Sie alle Einstellungen der Anwendung Ihres Sportereignisses ändern. Mit diesem Tool können Sie die Anwendung an Ihre speziellen Bedürfnisse anpassen und feinabstimmen.
es: Esta página le permite cambiar todas las configuraciones de la aplicación de su evento deportivo. Con esta herramienta, puede personalizar y ajustar la aplicación para que se adapte a sus necesidades específicas.
fr: Cette page vous permet de modifier tous les paramètres de l'application de votre événement sportif. Avec cet outil, vous pouvez personnaliser et affiner l'application en fonction de vos besoins spécifiques.
hr: Ova vam stranica omogućuje promjenu svih postavki aplikacije za vaš sportski događaj. Pomoću ovog alata možete prilagoditi i fino podesiti aplikaciju kako bi odgovarala vašim specifičnim potrebama.
hu: Ezen az oldalon módosíthatja a sportesemény alkalmazásának összes beállítását. Ezzel az eszközzel testreszabhatja és finomhangolhatja az alkalmazást az Ön egyedi igényei szerint.
it: Questa pagina ti permette di modificare tutte le impostazioni dell'applicazione del tuo evento sportivo. Con questo strumento è possibile personalizzare e mettere a punto l'applicazione in base alle proprie esigenze specifiche.
sl: Ta stran vam omogoča spreminjanje vseh nastavitev aplikacije vašega športnega dogodka. S tem orodjem lahko prilagodite in natančno prilagodite aplikacijo, da bo ustrezala vašim posebnim potrebam.
sr: Ова страница вам омогућава да промените сва подешавања апликације вашег спортског догађаја. Помоћу овог алата можете прилагодити и фино подесити апликацију тако да одговара вашим специфичним потребама.

# p3
source: The Settings page provides an intuitive interface to modify all the application settings. From here, you can change settings related to the event, the website, and other features of the application. You can adjust settings such as, event title, theme settings, and much more.
de: Die Seite „Einstellungen“ bietet eine intuitive Benutzeroberfläche zum Ändern aller Anwendungseinstellungen. Von hier aus können Sie Einstellungen in Bezug auf die Veranstaltung, die Website und andere Funktionen der Anwendung ändern. Sie können Einstellungen wie Veranstaltungstitel, Themeneinstellungen und vieles mehr anpassen.
es: La página Configuración proporciona una interfaz intuitiva para modificar todas las configuraciones de la aplicación. Desde aquí, puede cambiar la configuración relacionada con el evento, el sitio web y otras funciones de la aplicación. Puede ajustar la configuración, como el título del evento, la configuración del tema y mucho más.
fr: La page Paramètres fournit une interface intuitive pour modifier tous les paramètres de l'application. À partir de là, vous pouvez modifier les paramètres liés à l'événement, au site Web et à d'autres fonctionnalités de l'application. Vous pouvez ajuster des paramètres tels que le titre de l'événement, les paramètres du thème et bien plus encore.
hr: Stranica Postavke pruža intuitivno sučelje za izmjenu svih postavki aplikacije. Odavde možete promijeniti postavke vezane uz događaj, web mjesto i druge značajke aplikacije. Možete prilagoditi postavke kao što su naslov događaja, postavke teme i još mnogo toga.
hu: A Beállítások oldal intuitív felületet biztosít az alkalmazás összes beállításának módosításához. Innen módosíthatja az eseménnyel, a weboldallal és az alkalmazás egyéb funkcióival kapcsolatos beállításokat. Beállíthatja a beállításokat, például az esemény címét, a témabeállításokat és még sok mást.
it: La pagina Impostazioni fornisce un'interfaccia intuitiva per modificare tutte le impostazioni dell'applicazione. Da qui è possibile modificare le impostazioni relative all'evento, al sito Web e ad altre funzionalità dell'applicazione. Puoi regolare impostazioni come titolo dell'evento, impostazioni del tema e molto altro.
sl: Stran z nastavitvami ponuja intuitiven vmesnik za spreminjanje vseh nastavitev aplikacije. Tukaj lahko spremenite nastavitve, povezane z dogodkom, spletno stranjo in drugimi funkcijami aplikacije. Prilagodite lahko nastavitve, kot so naslov dogodka, nastavitve teme in še veliko več.
sr: Страница Подешавања пружа интуитиван интерфејс за измену свих подешавања апликације. Одавде можете да промените подешавања која се односе на догађај, веб локацију и друге функције апликације. Можете да прилагодите подешавања као што су наслов догађаја, подешавања теме и још много тога.

# p4
source: Once you've made your changes, simply click the 'Save Changes' button to update the application with your new settings.
de: Nachdem Sie Ihre Änderungen vorgenommen haben, klicken Sie einfach auf die Schaltfläche „Änderungen speichern“, um die Anwendung mit Ihren neuen Einstellungen zu aktualisieren.
es: Una vez que haya realizado los cambios, simplemente haga clic en el botón 'Guardar cambios' para actualizar la aplicación con su nueva configuración.
fr: Une fois que vous avez effectué vos modifications, cliquez simplement sur le bouton "Enregistrer les modifications" pour mettre à jour l'application avec vos nouveaux paramètres.
hr: Nakon što izvršite promjene, jednostavno kliknite gumb "Spremi promjene" kako biste ažurirali aplikaciju svojim novim postavkama.
hu: Miután elvégezte a módosításokat, egyszerűen kattintson a "Változtatások mentése" gombra, hogy frissítse az alkalmazást az új beállításokkal.
it: Una volta apportate le modifiche, è sufficiente fare clic sul pulsante "Salva modifiche" per aggiornare l'applicazione con le nuove impostazioni.
sl: Ko naredite spremembe, preprosto kliknite gumb »Shrani spremembe«, da posodobite aplikacijo z novimi nastavitvami.
sr: Када унесете измене, једноставно кликните на дугме „Сачувај промене“ да бисте ажурирали апликацију новим подешавањима.

# p5
source: The Settings page is a powerful tool that allows you to tailor the application to your specific needs. Use it to customize and fine-tune the application to ensure a successful and seamless sports event.
de: Die Seite „Einstellungen“ ist ein leistungsstarkes Tool, mit dem Sie die Anwendung an Ihre speziellen Anforderungen anpassen können. Verwenden Sie es, um die Anwendung anzupassen und zu optimieren, um ein erfolgreiches und nahtloses Sportereignis zu gewährleisten.
es: La página Configuración es una herramienta poderosa que le permite adaptar la aplicación a sus necesidades específicas. Úselo para personalizar y ajustar la aplicación para garantizar un evento deportivo exitoso y sin problemas.
fr: La page Paramètres est un outil puissant qui vous permet d'adapter l'application à vos besoins spécifiques. Utilisez-le pour personnaliser et affiner l'application afin d'assurer un événement sportif réussi et fluide.
hr: Stranica Postavke moćan je alat koji vam omogućuje da aplikaciju prilagodite svojim specifičnim potrebama. Koristite ga za prilagodbu i fino podešavanje aplikacije kako biste osigurali uspješan i besprijekoran sportski događaj.
hu: A Beállítások oldal egy hatékony eszköz, amely lehetővé teszi az alkalmazás testreszabását az Ön egyedi igényeihez. Használja az alkalmazás testreszabásához és finomhangolásához a sikeres és zökkenőmentes sportesemény érdekében.
it: La pagina Impostazioni è un potente strumento che consente di adattare l'applicazione alle proprie esigenze specifiche. Usalo per personalizzare e mettere a punto l'applicazione per garantire un evento sportivo di successo e senza soluzione di continuità.
sl: Stran z nastavitvami je zmogljivo orodje, ki vam omogoča, da aplikacijo prilagodite svojim posebnim potrebam. Uporabite ga za prilagoditev in natančno nastavitev aplikacije, da zagotovite uspešen in brezhiben športni dogodek.
sr: Страница Подешавања је моћан алат који вам омогућава да прилагодите апликацију својим специфичним потребама. Користите га за прилагођавање и фино подешавање апликације како бисте осигурали успешан и беспрекоран спортски догађај.

# PageTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: postavke
hu: Beállítások
it: Impostazioni
sl: Nastavitve
sr: Подешавања

source: Primary
de: Primär
es: Primario
fr: Primaire
hr: Primarni
hu: Elsődleges
it: Primario
sl: Primarno
sr: Примарна

source: Secondary
de: Sekundär
es: Secundario
fr: Secondaire
hr: Sekundarna
hu: Másodlagos
it: Secondario
sl: Sekundarno
sr: Секундарни

source: Success
de: Erfolg
es: Éxito
fr: Succès
hr: Uspjeh
hu: Siker
it: Successo
sl: Uspeh
sr: Успех

# SuccessToast
source: The changes were saved successfully!
de: Die Änderungen wurden erfolgreich gespeichert!
es: ¡Los cambios se guardaron con éxito!
fr: Les modifications ont été enregistrées avec succès !
hr: Promjene su uspješno spremljene!
hu: A módosítások mentése sikeres volt!
it: Le modifiche sono state salvate con successo!
sl: Spremembe so bile uspešno shranjene!
sr: Промене су успешно сачуване!

source: Theme Customization
de: Theme-Anpassung
es: Personalización del tema
fr: Personnalisation du thème
hr: Prilagodba teme
hu: Téma testreszabása
it: Personalizzazione del tema
sl: Prilagoditev teme
sr: Прилагођавање теме
