Repository: aglasencnik/SportsOrganizer
Catalog: SportsOrganizer.Server/Resources/Pages/Admin/Settings.*.resx
Languages: de, es, fr, hr, hu, it, sl, sr

# TitleError
source: The Title field cannot be empty!
de: Das Titelfeld darf nicht leer sein!
es: ¡El campo Título no puede estar vacío!
fr: Le champ Titre ne peut pas être vide !
hr: Polje Naslov ne može biti prazno!
hu: A Cím mező nem lehet üres!
it: Il campo Titolo non può essere vuoto!
sl: Polje Naslov ne sme biti prazno!
sr: Поље Наслов не може бити празно!

# tp1
source: Welcome to the Theme Costumization section of the Settings page. Here, you can customize the look and feel of your sports event's application.
de: Willkommen im Bereich Theme-Anpassung auf der Einstellungsseite. Hier können Sie das Erscheinungsbild der Anwendung Ihres Sportereignisses anpassen.
es: Bienvenido a la sección Personalización del tema de la página Configuración. Aquí puede personalizar la apariencia de la aplicación de su evento deportivo.
fr: Bienvenue dans la section Personnalisation du thème de la page Paramètres. Ici, vous pouvez personnaliser l'apparence de l'application de votre événement sportif.
hr: Dobro došli u odjeljak Kostimizacija teme na stranici Postavke. Ovdje možete prilagoditi izgled i dojam aplikacije za vaš sportski događaj.
hu: Üdvözöljük a Beállítások oldal Theme Costumization részében. Itt testreszabhatja sporteseményének megjelenését és hangulatát.
it: Benvenuto nella sezione Costumizzazione del tema della pagina Impostazioni. Qui puoi personalizzare l'aspetto dell'applicazione del tuo evento sportivo.
sl: Dobrodošli v razdelku Kostumizacija teme na strani z nastavitvami. Tukaj lahko prilagodite videz in občutek aplikacije za vaš športni dogodek.
sr: Добродошли у одељак Костумизација теме на страници Подешавања. Овде можете да прилагодите изглед и осећај апликације вашег спортског догађаја.

# tp2
source: Use the 'Header Color' field to select a color for the application header. This will appear at the top of the application and help users identify your event.
de: Verwenden Sie das Feld „Kopfzeilenfarbe“, um eine Farbe für die Kopfzeile der Anwendung auszuwählen. Diese erscheint oben in der Anwendung und hilft den Benutzern, Ihre Veranstaltung zu identifizieren.
es: Utilice el campo 'Color del encabezado' para seleccionar un color para el encabezado de la aplicación. Esto aparecerá en la parte superior de la aplicación y ayudará a los usuarios a identificar su evento.
fr: Utilisez le champ 'Header Color' pour sélectionner une couleur pour l'en-tête de l'application. Cela apparaîtra en haut de l'application et aidera les utilisateurs à identifier votre événement.
hr: Koristite polje 'Boja zaglavlja' za odabir boje zaglavlja aplikacije. To će se pojaviti na vrhu aplikacije i pomoći korisnicima da prepoznaju vaš događaj.
hu: A „Fejléc színe” mezőben válassza ki az alkalmazás fejlécének színét. Ez az alkalmazás tetején jelenik meg, és segít a felhasználóknak azonosítani az eseményt.
it: Utilizzare il campo "Colore intestazione" per selezionare un colore per l'intestazione dell'applicazione. Questo apparirà nella parte superiore dell'applicazione e aiuterà gli utenti a identificare il tuo evento.
sl: V polju 'Barva glave' izberite barvo za glavo aplikacije. To se bo pojavilo na vrhu aplikacije in uporabnikom pomagalo prepoznati vaš dogodek.
sr: Користите поље „Боја заглавља“ да бисте изабрали боју заглавља апликације. Ово ће се појавити на врху апликације и помоћи корисницима да идентификују ваш догађај.

# tp3
source: The 'Footer Color' field allows you to choose a color for the application footer. This will appear at the bottom of the application and provide additional information or navigation.
de: Im Feld „Fußzeilenfarbe“ können Sie eine Farbe für die Anwendungsfußzeile auswählen. Diese erscheint unten in der Anwendung und bietet zusätzliche Informationen oder Navigation.
es: El campo 'Color de pie de página' le permite elegir un color para el pie de página de la aplicación. Esto aparecerá en la parte inferior de la aplicación y proporcionará información adicional o navegación.
fr: Le champ 'Footer Color' vous permet de choisir une couleur pour le pied de page de l'application. Cela apparaîtra au bas de l'application et fournira des informations supplémentaires ou une navigation.
hr: Polje 'Boja podnožja' omogućuje vam odabir boje za podnožje aplikacije. To će se pojaviti na dnu aplikacije i pružiti dodatne informacije ili navigaciju.
hu: A „Lábléc színe” mező lehetővé teszi az alkalmazás láblécének színének kiválasztását. Ez az alkalmazás alján jelenik meg, és további információkat vagy navigációt biztosít.
it: Il campo "Colore piè di pagina" consente di scegliere un colore per il piè di pagina dell'applicazione. Questo apparirà nella parte inferiore dell'applicazione e fornirà ulteriori informazioni o navigazione.
sl: Polje 'Barva noge' vam omogoča izbiro barve za nogo aplikacije. To se bo pojavilo na dnu aplikacije in nudilo dodatne informacije ali navigacijo.
sr: Поље 'Боја подножја' вам омогућава да изаберете боју за подножје апликације. Ово ће се појавити на дну апликације и пружити додатне информације или навигацију.

# tp4
source: The 'Final Scores Table Color' field allows you to set the color of the data grid that displays the final scores of the competition.
de: Im Feld „Farbe der Endergebnistabelle“ können Sie die Farbe des Datenrasters festlegen, das die Endergebnisse des Wettbewerbs anzeigt.
es: El campo 'Color de la tabla de puntajes finales' le permite establecer el color de la cuadrícula de datos que muestra los puntajes finales de la competencia.
fr: Le champ 'Final Scores Table Color' vous permet de définir la couleur de la grille de données qui affiche les scores finaux de la compétition.
hr: Polje 'Boja tablice s konačnim rezultatima' omogućuje vam da postavite boju podatkovne mreže koja prikazuje konačne rezultate natjecanja.
hu: A „Végső pontszámok táblázatának színe” mezőben beállíthatja a verseny végeredményeit megjelenítő adatrács színét.
it: Il campo 'Colore tabella punteggi finali' consente di impostare il colore della griglia dei dati che visualizza i punteggi finali della competizione.
sl: Polje 'Barva tabele končnih rezultatov' vam omogoča nastavitev barve podatkovne mreže, ki prikazuje končne rezultate tekmovanja.
sr: Поље „Боја табеле са коначним резултатима“ вам омогућава да подесите боју мреже података која приказује коначне резултате такмичења.

# tp5
source: Use the 'Single Activity Table Color' field to set the color of the data grid that displays a single activity's results.
de: Verwenden Sie das Feld „Tabellenfarbe für einzelne Aktivität“, um die Farbe des Datenrasters festzulegen, das die Ergebnisse einer einzelnen Aktivität anzeigt.
es: Utilice el campo 'Color de tabla de actividad única' para establecer el color de la cuadrícula de datos que muestra los resultados de una sola actividad.
fr: Utilisez le champ "Couleur du tableau d'activité unique" pour définir la couleur de la grille de données qui affiche les résultats d'une seule activité.
hr: Upotrijebite polje 'Boja tablice pojedinačne aktivnosti' za postavljanje boje podatkovne mreže koja prikazuje rezultate pojedinačne aktivnosti.
hu: Az „Egyetlen tevékenység táblázat színe” mezőben állítsa be az adatrács színét, amely egyetlen tevékenység eredményeit jeleníti meg.
it: Utilizza il campo "Colore tabella attività singola" per impostare il colore della griglia di dati che visualizza i risultati di una singola attività.
sl: Uporabite polje 'Barva tabele posamezne naloge', da nastavite barvo podatkovne mreže, ki prikazuje rezultate posamezne dejavnosti.
sr: Користите поље „Боја табеле једне активности“ да бисте подесили боју мреже података која приказује резултате једне активности.

# tp6
source: Use the 'Data Grid Theme Contrast' dropdown to select the default contrast setting for the data grids. This will ensure that the data is displayed in a clear and readable manner.
de: Verwenden Sie das Dropdown-Menü „Kontrast des Datenraster-Designs“, um die standardmäßige Kontrasteinstellung für die Datenraster auszuwählen. Dadurch wird sichergestellt, dass die Daten klar und lesbar angezeigt werden.
es: Use el menú desplegable 'Contraste del tema de la cuadrícula de datos' para seleccionar la configuración de contraste predeterminada para las cuadrículas de datos. Esto asegurará que los datos se muestren de manera clara y legible.
fr: Utilisez le menu déroulant "Contraste du thème de la grille de données" pour sélectionner le paramètre de contraste par défaut pour les grilles de données. Cela garantira que les données sont affichées de manière claire et lisible.
hr: Upotrijebite padajući izbornik 'Kontrast teme mreže podataka' za odabir zadane postavke kontrasta za rešetke podataka. To će osigurati da su podaci prikazani na jasan i čitljiv način.
hu: Használja az „Adatrács téma kontrasztja” legördülő menüt az adatrácsok alapértelmezett kontrasztbeállításának kiválasztásához. Ez biztosítja, hogy az adatok világosan és olvashatóan jelenjenek meg.
it: Utilizzare il menu a discesa "Contrasto tema griglia dati" per selezionare l'impostazione di contrasto predefinita per le griglie dati. Ciò garantirà che i dati vengano visualizzati in modo chiaro e leggibile.
sl: Uporabite spustni meni »Kontrast teme mreže podatkov«, da izberete privzeto nastavitev kontrasta za mreže podatkov. To bo zagotovilo, da bodo podatki prikazani na jasen in berljiv način.
sr: Користите падајући мени „Контраст теме мреже података“ да бисте изабрали подразумевану поставку контраста за мреже података. Ово ће осигурати да се подаци приказују на јасан и читљив начин.

# tp7
source: Use the 'Admin Sidebar Theme Contrast' field to select the default contrast setting for the admin sidebar.
de: Verwenden Sie das Feld „Kontrast des Admin-Sidebar-Designs“, um die Standardkontrasteinstellung für die Admin-Sidebar auszuwählen.
es: Use el campo 'Contraste del tema de la barra lateral de administración' para seleccionar la configuración de contraste predeterminada para la barra lateral de administración.
fr: Utilisez le champ "Contraste du thème de la barre latérale d'administration" pour sélectionner le paramètre de contraste par défaut pour la barre latérale d'administration.
hr: Koristite polje 'Admin Sidebar Theme Contrast' za odabir zadane postavke kontrasta za administratorsku bočnu traku.
hu: Az "Admin Sidebar Theme Contrast" mezőben válassza ki az adminisztrátori oldalsáv alapértelmezett kontrasztbeállítását.
it: Utilizza il campo "Contrasto tema barra laterale amministrazione" per selezionare l'impostazione di contrasto predefinita per la barra laterale di amministrazione.
sl: Uporabite polje »Kontrast teme skrbniške stranske vrstice«, da izberete privzeto nastavitev kontrasta za skrbniško stransko vrstico.
sr: Користите поље „Контраст теме бочне администраторске траке“ да бисте изабрали подразумевану поставку контраста за бочну траку администратора.

# tp8
source: Use the 'Admin Header Theme Contrast' field to select the default contrast setting for the admin header.
de: Verwenden Sie das Feld „Kontrast des Admin-Header-Designs“, um die Standardkontrasteinstellung für den Admin-Header auszuwählen.
es: Utilice el campo 'Contraste del tema del encabezado de administración' para seleccionar la configuración de contraste predeterminada para el encabezado de administración.
fr: Utilisez le champ "Contraste du thème de l'en-tête d'administration" pour sélectionner le paramètre de contraste par défaut pour l'en-tête d'administration.
hr: Koristite polje 'Admin Header Theme Contrast' za odabir zadane postavke kontrasta za admin header.
hu: Az „Admin Header Theme Contrast” mezőben válassza ki az adminisztrátori fejléc alapértelmezett kontrasztbeállítását.
it: Utilizza il campo "Contrasto tema intestazione amministratore" per selezionare l'impostazione di contrasto predefinita per l'intestazione amministratore.
sl: Uporabite polje 'Kontrast teme skrbniške glave', da izberete privzeto nastavitev kontrasta za skrbniško glavo.
sr: Користите поље 'Админ Хеадер Тхеме Цонтраст' да изаберете подразумевану поставку контраста за заглавље администратора.

# tp9
source: Use the 'Admin Header Background' field to select the background color for the admin header.
de: Verwenden Sie das Feld „Admin-Header-Hintergrund“, um die Hintergrundfarbe für den Admin-Header auszuwählen.
es: Utilice el campo "Fondo del encabezado de administración" para seleccionar el color de fondo para el encabezado de administración.
fr: Utilisez le champ "Arrière-plan de l'en-tête d'administration" pour sélectionner la couleur d'arrière-plan de l'en-tête d'administration.
hr: Koristite polje 'Admin Header Background' za odabir boje pozadine za admin header.
hu: Az "Admin Header Background" mezőben válassza ki az adminisztrátori fejléc háttérszínét.
it: Utilizza il campo "Sfondo intestazione amministratore" per selezionare il colore di sfondo per l'intestazione dell'amministratore.
sl: Uporabite polje 'Ozadje skrbniške glave', da izberete barvo ozadja za skrbniško glavo.
sr: Користите поље „Позадина заглавља администратора“ да бисте изабрали боју позадине за заглавље администратора.

source: Transparent
es: Transparente
hr: Transparentan
hu: Átlátszó
it: Trasparente
sl: Prozorno
sr: Транспарент

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
hr: Upozorenje
hu: Figyelem
it: Avvertimento
sl: Opozorilo
sr: Упозорење

# WarningToast
source: Check inputs and try again!
de: Überprüfen Sie die Eingaben und versuchen Sie es erneut!
es: ¡Compruebe las entradas y vuelva a intentarlo!
fr: Vérifiez les entrées et réessayez !
hr: Provjerite unose i pokušajte ponovno!
hu: Ellenőrizze a bemeneteket, és próbálja újra!
it: Controlla gli input e riprova!
sl: Preverite vnose in poskusite znova!
sr: Проверите уносе и покушајте поново!

source: White
de: Weiss
es: Blanco
fr: Blanc
hr: Bijela
hu: fehér
it: Bianco
sl: Bela
sr: бео
