Repository: aglasencnik/SportsOrganizer
Catalog: SportsOrganizer.Server/Resources/Pages/Admin/ThemeSelector.*.resx
Languages: fr, hu, it, sl

# BtnPreview
source: Preview
fr: Aperçu
hu: Előnézet
it: Anteprima
sl: Predogled

# BtnSelect
source: Select Theme
fr: Sélectionne un thème
hu: Válassz témát
it: Seleziona il tema
sl: Izberite Tema

# ErrorToast
source: There has been an error!
fr: Il y a eu une erreur!
hu: Hiba történt!
it: C'e 'stato un errore!
sl: Prišlo je do napake!

# p1
source: Welcome to the Theme Selector page!
fr: Bienvenue sur la page du sélecteur de thème !
hu: Üdvözöljük a témaválasztó oldalon!
it: Benvenuto nella pagina di selezione dei temi!
sl: Dobrodošli na strani izbirnika tem!

# p2
source: This page allows you to select the perfect theme for your sports event's website. With 26 Bootswatch themes to choose from, you're sure to find one that suits your needs.
fr: Cette page vous permet de sélectionner le thème parfait pour le site Web de votre événement sportif. Avec 26 thèmes Bootswatch parmi lesquels choisir, vous êtes sûr de trouver celui qui répond à vos besoins.
hu: Ezen az oldalon kiválaszthatja a tökéletes témát sporteseményének webhelyéhez. A 26 Bootswatch téma közül választhat, így biztosan megtalálja az igényeinek megfelelőt.
it: Questa pagina ti consente di selezionare il tema perfetto per il sito web del tuo evento sportivo. Con 26 temi Bootswatch tra cui scegliere, troverai sicuramente quello che si adatta alle tue esigenze.
sl: Ta stran vam omogoča, da izberete popolno temo za spletno mesto vašega športnega dogodka. S 26 temami Bootswatch, med katerimi lahko izbirate, boste zagotovo našli tisto, ki ustreza vašim potrebam.

# p3
source: Each theme is represented by a preview image, allowing you to get a sense of what the theme will look like on your website. You can also click on the 'Preview' button to see a detailed look at the theme on the Bootswatch website.
fr: Chaque thème est représenté par une image d'aperçu, ce qui vous permet d'avoir une idée de ce à quoi le thème ressemblera sur votre site Web. Vous pouvez également cliquer sur le bouton "Aperçu" pour voir un aperçu détaillé du thème sur le site Web Bootswatch.
hu: Minden témát egy előnézeti kép képvisel, amely lehetővé teszi, hogy képet kapjon arról, hogyan fog kinézni a téma a webhelyén. Az „Előnézet” gombra kattintva részletesen megtekintheti a témát a Bootswatch webhelyen.
it: Ogni tema è rappresentato da un'immagine di anteprima, che ti consente di avere un'idea di come apparirà il tema sul tuo sito web. Puoi anche fare clic sul pulsante "Anteprima" per vedere uno sguardo dettagliato al tema sul sito web di Bootswatch.
sl: Vsaka tema je predstavljena s predogledno sliko, ki vam omogoča, da dobite občutek, kako bo tema videti na vašem spletnem mestu. Prav tako lahko kliknete gumb 'Predogled', da si ogledate podroben pogled na temo na spletnem mestu Bootswatch.

# p4
source: Once you've found the perfect theme, simply click the 'Select Theme' button to apply it to your website. Your website will immediately update with the new theme, giving your event's website a fresh and professional look.
fr: Une fois que vous avez trouvé le thème parfait, cliquez simplement sur le bouton "Sélectionner un thème" pour l'appliquer à votre site Web. Votre site Web sera immédiatement mis à jour avec le nouveau thème, donnant au site Web de votre événement un aspect frais et professionnel.
hu: Ha megtalálta a tökéletes témát, egyszerűen kattintson a "Téma kiválasztása" gombra, hogy alkalmazza azt webhelyére. Webhelye azonnal frissül az új témával, friss és professzionális megjelenést kölcsönözve rendezvényének.
it: Una volta trovato il tema perfetto, fai semplicemente clic sul pulsante "Seleziona tema" per applicarlo al tuo sito web. Il tuo sito web si aggiornerà immediatamente con il nuovo tema, conferendo al sito web del tuo evento un aspetto fresco e professionale.
sl: Ko najdete popolno temo, preprosto kliknite gumb »Izberi temo«, da jo uporabite na svojem spletnem mestu. Vaše spletno mesto se bo takoj posodobilo z novo temo, kar bo spletnemu mestu vašega dogodka dalo svež in profesionalen videz.

# p5
source: The Theme Selector page is a quick and easy way to update your website's appearance. Whether you're looking for a modern, classic, or fun theme, there's sure to be one that fits your style.
fr: La page Sélecteur de thème est un moyen simple et rapide de mettre à jour l'apparence de votre site Web. Que vous recherchiez un thème moderne, classique ou amusant, il y en a forcément un qui correspond à votre style.
hu: A Témaválasztó oldal gyors és egyszerű módja annak, hogy frissítse webhelye megjelenését. Akár modern, akár klasszikus vagy szórakoztató témát keresel, biztosan lesz olyan, amelyik passzol a stílusodhoz.
it: La pagina Theme Selector è un modo rapido e semplice per aggiornare l'aspetto del tuo sito web. Che tu stia cercando un tema moderno, classico o divertente, ce ne sarà sicuramente uno adatto al tuo stile.
sl: Stran Izbirnik tem je hiter in enostaven način za posodobitev videza vašega spletnega mesta. Ne glede na to, ali iščete sodobno, klasično ali zabavno temo, se bo zagotovo našla tista, ki bo ustrezala vašemu slogu.

# PageTitle
source: Theme selector
fr: Sélecteur de thème
hu: Témaválasztó
it: Selettore di temi
sl: Izbirnik tem

# SuccessToast
source: Theme applied successfully!
fr: Thème appliqué avec succès !
hu: A téma sikeresen alkalmazva!
it: Tema applicato con successo!
sl: Tema je uspešno uporabljena!
